Repository: mrYasinHamidi/Bus-Information
Catalog: lib/l10n/intl_*.arb
Languages: fa

source: Name
fa: نام

# appName
source: Bus Information
fa: اتوبوسرانی

source: Toggle Language
fa: تغیر زبان

source: Bus Number
fa: شماره اتوبوس

source: Bus Status
fa: وضعیت اتوبوس

source: Driver
fa: راننده

source: Bus
fa: اتوبوس

# alternativeDriver
source: Alternative
fa: جایگزین

source: Create Prop
fa: ساخت مشخصه

source: Drivers
fa: رانندگان

source: Buses
fa: اتوبوس ها

source: Submit
fa: تایید

source: Should not empty
fa: نباید خالی باشد

source: Repeated number
fa: شماره تکراری

source: Shift Work
fa: شیفت کاری

source: driver Status
fa: وضعیت راننده

source: Repeated Name
fa: نام تکراری

source: Coordination
fa: هماهنگی

source: Vacation
fa: مرخصی

source: Inactive
fa: غیر فعال

source: Active
fa: فعال

source: Morning Shift
fa: شیفت صبح

source: Evening Shift
fa: شیفت عصر

source: First OverTime
fa: اضافه کار اول

source: Second OverTime
fa: اضافه کار دوم

source: Shift Switching
fa: تغیر شیفت

source: Props
fa: مشخصه ها

source: Edite
fa: ویرایش

# searchHint
source: Search Your Text here . . .
fa: جستجو کنید . . .

source: Delete
fa: حذف

source: From
fa: از

source: To
fa: تا

source: Search On
fa: جستجو بر اساس

# clearFilters
source: Clear all Filters
fa: پاک کردن فیلتر ها

source: Delete Bus
fa: حذف اتوبوس

source: Delete Driver
fa: حذف راننده

source: Delete Prop
fa: حذف مشخصه

# deleteWarning
source: Do you wanna delete this item ?
fa: آیا مایل به حذف این مورد هستید ؟

source: Yes
fa: بله

source: No
fa: خیر
